{
    "id": 16,
    "page": 1,
    "results": [
                {
                "adult": false,
                "backdrop_path": "/woCxv9kua5uqtRNaiWUBDzrgZnH.jpg",
                "genre_ids": [
                              12,
                              16,
                              35,
                              10751,
                              14,
                              10402
                              ],
                "id": 460793,
                "original_language": "en",
                "original_title": "Olaf's Frozen Adventure",
                "overview": "É a primeira temporada de festas de fim de ano desde a reabertura dos portões e Anna (Kristen Bell) e Elsa (Idina Menzel) organizam uma festa para toda a Arendelle. Porém, quando as pessoas da cidade saem cedo da comemoração para desfrutar seus costumes prórprios, as irmãs percebem que não possuem tradições familiares. No entanto, Olaf quer tentar mudar essa situação e trazer um Natal feliz para as meninas. Ele decide viajar pelo reino para trazer para o castelo as melhores tradições locais.",
                "release_date": "2017-10-27",
                "poster_path": "/cjiJUyLpLuyQZO3sbIlTsvQioEj.jpg",
                "popularity": 376.691899,
                "title": "Olaf: Em Uma Nova Aventura Congelante de Frozen",
                "video": false,
                "vote_average": 5.9,
                "vote_count": 314
                },
                {
                "adult": false,
                "backdrop_path": "/askg3SMvhqEl4OL52YuvdtY40Yb.jpg",
                "genre_ids": [
                              12,
                              16,
                              10751,
                              14
                              ],
                "id": 354912,
                "original_language": "en",
                "original_title": "Coco",
                "overview": "Miguel é um menino de 12 anos que quer em ser um músico famoso, mas deve lidar sua família desaprova seu sonho. Determinado a virar o jogo, o jovem  acaba desencadeando uma série de eventos ligados a um mistério de 100 anos. A aventura, com inspiração no feriado mexicano do Dia dos Mortos, acaba gerando uma extraordinária reunião familiar.",
                "release_date": "2017-10-27",
                "poster_path": "/6oNm06TPz2vGiPc2I52oXW3JwPS.jpg",
                "popularity": 295.480083,
                "title": "Viva - A Vida é uma Festa",
                "video": false,
                "vote_average": 7.6,
                "vote_count": 1301
                },
                {
                "adult": false,
                "backdrop_path": "/qLmdjn2fv0FV2Mh4NBzMArdA0Uu.jpg",
                "genre_ids": [
                              10751,
                              16,
                              12,
                              35
                              ],
                "id": 211672,
                "original_language": "en",
                "original_title": "Minions",
                "overview": "Seres amarelos milenares, os minions têm uma missão: servir os maiores vilões. Em depressão desde a morte de seu antigo mestre, eles tentam encontrar um novo chefe. Três voluntários, Kevin, Stuart e Bob, vão até uma convenção de vilões nos Estados Unidos e lá se encantam com Scarlet Overkill (Sandra Bullock), que ambiciona ser a primeira mulher a dominar o mundo.",
                "release_date": "2015-06-17",
                "poster_path": "/4gX0M4RifoqXBz9LejqQ6wYPqYo.jpg",
                "popularity": 225.486009,
                "title": "Minions",
                "video": false,
                "vote_average": 6.4,
                "vote_count": 5301
                },
                {
                "adult": false,
                "backdrop_path": "/sTOhZruocNubL0HxjvdouwCEL9I.jpg",
                "genre_ids": [
                              16,
                              35,
                              10751
                              ],
                "id": 364689,
                "original_language": "en",
                "original_title": "Ferdinand",
                "overview": "\"O Touro Ferdinando\" conta a história de um touro gigante com um grande coração. Depois de ser confundido com um animal perigoso, ele é capturado e arrancado de sua casa. Determinado a voltar para sua família, ele se une a uma equipe desajustada na aventura final. Situado na Espanha, Ferdinando prova que você não pode julgar ninguém pela sua aparência.",
                "release_date": "2017-12-09",
                "poster_path": "/7vPvpyGGz2ngWStU1Y6cKMzRbG7.jpg",
                "popularity": 128.860183,
                "title": "O Touro Ferdinando",
                "video": false,
                "vote_average": 6.5,
                "vote_count": 192
                },
                {
                "adult": false,
                "backdrop_path": "/t9QTd0V3rbv6W25QbHJuC6zbIo1.jpg",
                "genre_ids": [
                              10402,
                              12,
                              16,
                              10751,
                              14
                              ],
                "id": 335360,
                "original_language": "en",
                "original_title": "My Little Pony: The Movie",
                "overview": "Quando uma força obscura ameaça Ponyville e a Mane 6, os pequenos pôneis embarcar em uma viagem até o fim de Equestria para salvar sua amada casa. Lá eles conhecem novos amigos e passam por desafios perigosos ao longo do caminho.",
                "release_date": "2017-10-05",
                "poster_path": "/kaZPzYhSwf7sUYeX2h1K4BcgCNa.jpg",
                "popularity": 113.741083,
                "title": "My Little Pony: O Filme",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 53
                },
                {
                "adult": false,
                "backdrop_path": "/x9PMa1FENhhQWsfFAwrlUrkM8Qy.jpg",
                "genre_ids": [
                              12,
                              16,
                              35,
                              10751,
                              10770,
                              14
                              ],
                "id": 484510,
                "original_language": "en",
                "original_title": "Trolls Holiday",
                "overview": "Quando descobre que os Bergens não têm mais feriados em seu calendário, a eternamente otimista Poppy, rainha dos Trolls, procura o auxílio de Branch e de toda a turma em uma missão deliciosamente estranha de consertar algo que os Bergens nem acham que está ruim! A música não para nunca com Trolls Dias de Festa da DreamWorks!",
                "release_date": "2017-11-01",
                "poster_path": "/1neShJqX32doDq3nwQB6xCG0mh0.jpg",
                "popularity": 80.12844800000001,
                "title": "Trolls: Vamos Festejar",
                "video": false,
                "vote_average": 6,
                "vote_count": 45
                },
                {
                "adult": false,
                "backdrop_path": "/mhdeE1yShHTaDbJVdWyTlzFvNkr.jpg",
                "genre_ids": [
                              16,
                              12,
                              10751,
                              35
                              ],
                "id": 269149,
                "original_language": "en",
                "original_title": "Zootopia",
                "overview": "Judy Hopps é a pequena coelha de uma fazenda isolada, filha de agricultores que plantam cenouras há décadas. Mas ela tem sonhos maiores: pretende se mudar para a cidade grande, Zootopia, onde todas as espécies de animais convivem em harmonia, na intenção de se tornar a primeira coelha policial. Judy enfrenta o preconceito e as manipulações dos outros animais, mas conta com a ajuda inesperada da raposa Nick Wilde, conhecida por sua malícia e suas infrações. A inesperada dupla se dedica à busca de um animal desaparecido, descobrindo uma conspiração que afeta toda a cidade.",
                "release_date": "2016-02-11",
                "poster_path": "/cp9KdbU76GOMUPXBBnINKUHs4ds.jpg",
                "popularity": 61.16275,
                "title": "Zootopia - Essa Cidade é o Bicho",
                "video": false,
                "vote_average": 7.7,
                "vote_count": 5842
                },
                {
                "adult": false,
                "backdrop_path": "/6lL49SOgBtqiXMs7Y5HWBYH3X9Z.jpg",
                "genre_ids": [
                              10751,
                              16,
                              18
                              ],
                "id": 8587,
                "original_language": "en",
                "original_title": "The Lion King",
                "overview": "Mufasa (James Earl Jones), o Rei Leão, e a rainha Sarabi (Madge Sinclair) apresentam ao reino o herdeiro do trono, Simba (Matthew Broderick). O recém-nascido recebe a bênção do sábio babuíno Rafiki (Robert Guillaume), mas ao crescer é envolvido nas artimanhas de seu tio Scar (Jeremy Irons), o invejoso e maquiavélico irmão de Mufasa, que planeja livrar-se do sobrinho e herdar o trono.",
                "release_date": "1994-06-23",
                "poster_path": "/fb2cpXbfkLJ9J6S9PWqOQBEphVs.jpg",
                "popularity": 59.391345,
                "title": "O Rei Leão",
                "video": false,
                "vote_average": 8,
                "vote_count": 6339
                },
                {
                "adult": false,
                "backdrop_path": "/jFSwrtsYJ0QesgPrvShQNOTn8aV.jpg",
                "genre_ids": [
                              16
                              ],
                "id": 454699,
                "original_language": "en",
                "original_title": "Happy Family",
                "overview": "Emma, a mãe da família Wishbone, está tentando de todas as formas salvar a relação com seus familiares, que não é nada amigável. Já que nenhum deles se dá muito bem e a paz e tranquilidade são quase impossíveis, ela planeja uma noite de diversão fora de casa. Mas a confusão começa quando, inesperadamente, uma bruxa os transforma em monstros.",
                "release_date": "2017-08-24",
                "poster_path": "/38LTjicPggORPQ0I0gT0DIDjPOi.jpg",
                "popularity": 56.060998,
                "title": "Uma Família Feliz",
                "video": false,
                "vote_average": 6.8,
                "vote_count": 16
                },
                {
                "adult": false,
                "backdrop_path": "/bd1X5nNrrAHVGG0MxsAeCOPPh1w.jpg",
                "genre_ids": [
                              10751,
                              16,
                              12,
                              35
                              ],
                "id": 335777,
                "original_language": "en",
                "original_title": "The Nut Job 2: Nutty by Nature",
                "overview": "Quando o malvado prefeito de Oakton decide demolir o Liberty Park e construir um perigoso parque de diversões no local, Surly Squirrel e seus amigos precisam se reunir para salvar sua casa, derrotar o prefeito e retomar o parque.",
                "release_date": "2017-08-11",
                "poster_path": "/qUAq2wsf0eNQwBPfpyojHGlRoq2.jpg",
                "popularity": 50.723175,
                "title": "O Que Será de Nozes? 2",
                "video": false,
                "vote_average": 6.2,
                "vote_count": 84
                },
                {
                "adult": false,
                "backdrop_path": "/mnpRKVSXBX6jb56nabvmGKA0Wig.jpg",
                "genre_ids": [
                              16,
                              10751,
                              14
                              ],
                "id": 129,
                "original_language": "ja",
                "original_title": "千と千尋の神隠し",
                "overview": "Chihiro é uma garota de dez anos que acredita que todo o universo deve atender aos seus caprichos. Ao descobrir que vai se mudar, ela fica furiosa. Na viagem, Chihiro percebe que seu pai se perdeu no caminho para a nova cidade, indo parar defronte a um túnel aparentemente sem fim, guardado por uma estranha estátua. Curiosos, os pais de Chihiro decidem entrar no túnel e Chihiro vai com eles. Chegam numa cidade sem nenhum habitante e os pais de Chihiro decidem comer a comida de uma das casas, enquanto a menina passeia. Ela encontra com Haku, garoto que lhe diz para ir embora o mais rápido possível e, ao reencontrar seus pais, Chihiro fica surpresa ao ver que eles se transformaram em gigantescos porcos. É o início da jornada de Chihiro por um mundo fantasma, povoado por seres fantásticos, no qual humanos não são bem-vindos.",
                "release_date": "2001-07-20",
                "poster_path": "/cndCt5dvf2USnl4ZfzM86x55Oy1.jpg",
                "popularity": 49.865577,
                "title": "A Viagem de Chihiro",
                "video": false,
                "vote_average": 8.4,
                "vote_count": 4418
                },
                {
                "adult": false,
                "backdrop_path": "/cAhCDpAq80QCeQvHytY9JkBalpH.jpg",
                "genre_ids": [
                              16,
                              12,
                              10751
                              ],
                "id": 109445,
                "original_language": "en",
                "original_title": "Frozen",
                "overview": "A caçula Anna (Kristen Bell/Gabi Porto) adora sua irmã Elsa (Idina Menzel/Taryn Szpilman), mas um acidente envolvendo os poderes especiais da mais velha, durante a infância, fez com que os pais as mantivessem afastadas. Após a morte deles, as duas cresceram isoladas no castelo da família, até o dia em que Elsa deveria assumir o reinado de Arendell. Com o reencontro das duas, um novo acidente acontece e ela decide partir para sempre e se isolar do mundo, deixando todos para trás e provocando o congelamento do reino. É quando Anna decide se aventurar pelas montanhas de gelo para encontrar a irmã e acabar com o frio.",
                "release_date": "2013-11-27",
                "poster_path": "/4s3i6kloYT0PFRNPrk35uacWyOn.jpg",
                "popularity": 49.67917,
                "title": "Frozen: Uma Aventura Congelante",
                "video": false,
                "vote_average": 7.3,
                "vote_count": 6165
                },
                {
                "adult": false,
                "backdrop_path": "/szytSpLAyBh3ULei3x663mAv5ZT.jpg",
                "genre_ids": [
                              18,
                              35,
                              16,
                              10751
                              ],
                "id": 150540,
                "original_language": "en",
                "original_title": "Inside Out",
                "overview": "Crescer pode ser uma jornada turbulenta, e com Riley não é diferente. Ela é retirada de sua vida no meio-oeste americano quando seu pai arruma um novo emprego em São Francisco. Como todos nós, Riley é guiada pelas emoções Alegria (Amy Poehler), Medo (Bill Hader), Raiva (Lewis Black), Nojinho (Mindy Kaling) e Tristeza (Phyllis Smith). As emoções vivem no centro de controle dentro da mente de Riley, onde a ajudam com conselhos em sua vida cotidiana. Conforme Riley e suas emoções se esforçam para se adaptar à nova vida em São Francisco, começa uma agitação no centro de controle. Embora Alegria, a principal e mais importante emoção de Riley, tente se manter positiva, as emoções entram em conflito sobre qual a melhor maneira de viver em uma nova cidade, casa e escola.",
                "release_date": "2015-06-09",
                "poster_path": "/txb15FdILLI2KZolbkxefbWmVvs.jpg",
                "popularity": 48.167768,
                "title": "Divertida Mente",
                "video": false,
                "vote_average": 8,
                "vote_count": 7870
                },
                {
                "adult": false,
                "backdrop_path": "/nJ0TsLEeht6y30AMryc4ElQ8gzp.jpg",
                "genre_ids": [
                              12,
                              16,
                              35,
                              10751,
                              14
                              ],
                "id": 809,
                "original_language": "en",
                "original_title": "Shrek 2",
                "overview": "Após se casar com a Princesa Fiona (Cameron Diaz), Shrek (Mike Myers) vive feliz em seu pântano. Ao retornar de sua lua-de-mel Fiona recebe uma carta de seus pais, que não sabem que ela agora é um ogro, convidando-a para um jantar juntamente com seu grande amor, na intenção de conhecê-lo. A muito custo Fiona consegue convencer Shrek a ir visitá-los, tendo ainda a companhia do Burro (Eddie Murphy). Porém os problemas começam quando os pais de Fiona descobrem que ela não se casou com o Príncipe (Rupert Everett), a quem havia sido prometida, e enviam o Gato de Botas (Antonio Banderas) para separá-los.",
                "release_date": "2004-05-19",
                "poster_path": "/akWDA0BMVYK4OTM92T5i91DYnsT.jpg",
                "popularity": 46.887117,
                "title": "Shrek 2",
                "video": false,
                "vote_average": 6.7,
                "vote_count": 3566
                },
                {
                "adult": false,
                "backdrop_path": "/6vkhRvsRvWpmaRVyCXaxTkIEb7j.jpg",
                "genre_ids": [
                              10749,
                              16,
                              18
                              ],
                "id": 372058,
                "original_language": "ja",
                "original_title": "君の名は。",
                "overview": "Mitsuha Miyamizu, uma colegial, deseja viver a vida de um garoto na cidade fervorosa de Tóquio, um sonho que contrasta com sua vida atual no interior. Enquanto isso na cidade, Taki Tachibana vive uma vida ocupada de colegial entre seus estudos e seu emprego de meio-período, esperando por um futuro na arquitetura. Um dia, Mitsuha acorda num quarto que não é dela, e se vê vivendo a vida dos sonhos em Tóquio, mas no corpo de Taki! Em outro lugar, Taki se encontra vivendo a vida de Mitsuha no humilde interior. Em busca de uma resposta para esse estranho fenômeno, começam a procurar um pelo outro.",
                "release_date": "2016-08-26",
                "poster_path": "/bMOKAjTU1TNUjRSF7icldbii06u.jpg",
                "popularity": 45.119133,
                "title": "Kimi no Na Wa",
                "video": false,
                "vote_average": 8.5,
                "vote_count": 1681
                },
                {
                "adult": false,
                "backdrop_path": "/3fUule7CGt4Eq1lPPqyz3qSXa8C.jpg",
                "genre_ids": [
                              16
                              ],
                "id": 430474,
                "original_language": "en",
                "original_title": "Deep",
                "overview": null,
                "release_date": "2017-11-01",
                "poster_path": "/zMZTBbBa9eevwpWoVIVHh4Gm1ij.jpg",
                "popularity": 43.820012,
                "title": "Deep",
                "video": false,
                "vote_average": 6.3,
                "vote_count": 12
                },
                {
                "adult": false,
                "backdrop_path": "/wBG4kHfhwm3bLwKUFNRByXXv4r2.jpg",
                "genre_ids": [
                              12,
                              16,
                              35,
                              10751,
                              14
                              ],
                "id": 808,
                "original_language": "en",
                "original_title": "Shrek",
                "overview": "Em um pântano distante vive Shrek (Mike Myers), um ogro solitário que vê, sem mais nem menos, sua vida ser invadida por uma série de personagens de contos de fada, como três ratos cegos, um grande e malvado lobo e ainda três porcos que não têm um lugar onde morar. Todos eles foram expulsos de seus lares pelo maligno Lorde Farquaad (John Lithgow). Determinado a recuperar a tranquilidade de antes, Shrek resolve encontrar Farquaad e com ele faz um acordo: todos os personagens poderão retornar aos seus lares se ele e seu amigo Burro (Eddie Murphy) resgatarem uma bela princesa (Cameron Diaz), que é prisioneira de um dragão. Porém, quando Shrek e o Burro enfim conseguem resgatar a princesa logo eles descobrem que seus problemas estão apenas começando.",
                "release_date": "2001-05-16",
                "poster_path": "/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg",
                "popularity": 43.717164,
                "title": "Shrek",
                "video": false,
                "vote_average": 7.4,
                "vote_count": 4956
                },
                {
                "adult": false,
                "backdrop_path": "/gpM2vxjfyAB6AvWDAr8d7yPzGmF.jpg",
                "genre_ids": [
                              16,
                              12,
                              35
                              ],
                "id": 452773,
                "original_language": "es",
                "original_title": "Tadeo Jones 2: El secreto del rey Midas",
                "overview": "Tadeo Stones é um pedreiro muito aventureiro e aspirante a arqueólogo. Ao descobrir que o colar do rei Midas, que transformava tudo que tocava em ouro, existiu de verdade sai rumo a Los Angeles com seus amigos – Sara Lavrof, o cão Jeff e sua velha amiga Múmia. Mas um problema surge quando Sara desaparece misteriosamente.",
                "release_date": "2017-08-25",
                "poster_path": "/7WtFoWtGp45PLNmajM8iGtjAA7B.jpg",
                "popularity": 43.443955,
                "title": "As Aventuras de Tadeo 2: O Segredo do Rei Midas",
                "video": false,
                "vote_average": 6.3,
                "vote_count": 25
                },
                {
                "adult": false,
                "backdrop_path": "/n2vIGWw4ezslXjlP0VNxkp9wqwU.jpg",
                "genre_ids": [
                              16,
                              10751
                              ],
                "id": 12,
                "original_language": "en",
                "original_title": "Finding Nemo",
                "overview": "O passado reserva tristes memórias para Marlin nos recifes de coral, onde perdeu sua esposa e toda a ninhada. Agora, ele cria seu único filho Nemo com todo o cuidado do mundo, mas o pequeno e simpático peixe-palhaço acaba exagerando durante uma simples discussão e acaba sendo capturado por um mergulhador. Agora, o pai super protetor precisa entrar em ação e parte numa busca incansável pelo mar aberto, na esperança de encontrar seu amado filhote. No meio do caminho, ele acaba conhecendo Dory e, juntos, a dupla vai viver uma incrível aventura. Enquanto isso, Nemo também vive uma intensa experiência ao lado de seus novos amigos habitantes de um aquário, pois eles precisam ajudá-lo a escapar do destino que lhe foi reservado: ir parar nas mãos da terrível Darla, sobrinha do dentista que o capturou.",
                "release_date": "2003-05-30",
                "poster_path": "/wc6k6nqoo5kAOMnkJsvUGuDScd8.jpg",
                "popularity": 42.571096,
                "title": "Procurando Nemo",
                "video": false,
                "vote_average": 7.6,
                "vote_count": 7177
                },
                {
                "adult": false,
                "backdrop_path": "/y2qAjM37QgatWeG84DDtwsZuMW.jpg",
                "genre_ids": [
                              16,
                              10751,
                              35
                              ],
                "id": 10193,
                "original_language": "en",
                "original_title": "Toy Story 3",
                "overview": "Andy (John Morris) tem 17 anos e está prestes a ir para a faculdade. Desta forma, precisa arrumar o quarto e definir o que irá para o lixo e o que será guardado no sótão. Seus antigos brinquedos, entre eles Buzz Lightyear (Tim Allen), Jessie (Joan Cusack) e o Sr. Cabeça de Batata (Don Rickles), são separados para serem guardados no sótão. Entretanto, uma confusão faz com que a mãe de Andy os coloque no lixo. Woody (Tom Hanks), que será levado por Andy para a faculdade, decide salvá-los. O grupo escapa, mas acaba no carro da mãe de Andy. Ela leva a uma creche diversos brinquedos, entre eles Barbie (Jodi Benson). Ao chegarem, os amigos encontram um universo até então inimaginável, onde os brinquedos sempre têm crianças para brincarem com eles.",
                "release_date": "2010-06-16",
                "poster_path": "/mMltbSxwEdNE4Cv8QYLpzkHWTDo.jpg",
                "popularity": 41.182545,
                "title": "Toy Story 3",
                "video": false,
                "vote_average": 7.6,
                "vote_count": 5268
                }
                ],
    "total_pages": 713,
    "total_results": 14260
}
